<script setup>
import DonwloadBtn from "@/components/UI/DonwloadBtn.vue"
</script>

<template>
	<div class="flex flex-col gap-10">
		<div class="flex flex-col items-center justify-between gap-5 xl:flex-row">
			<div class="h-[200px] w-full lg:h-[400px] xl:h-[460px] xl:w-1/3">
				<div class="h-full w-full overflow-hidden rounded-2xl xl:rounded-[115px]">
					<img src="@/assets/img/bg/our-route.png" class="h-full w-full object-cover" alt="" />
				</div>
			</div>
			<div class="w-full text-sm text-gray-500 xl:w-3/5 xl:text-base">
				Немецкая история Верного – Алма-Аты – Алматы начинается буквально с момента основания города в 1854 г. С середины 19 в. здесь в молодом городе Туркестанского края жили и работали не только чиновники немецкого происхождения, но и немецкие ученые и путешественники: ботаник-натуралист А.Шренк, путешественник, врач и исследователь растительного мира Туркестанского края Иоганн-Альберт Регель, садовод К.Штольц, лесоводы братья Баум и другие.
				<br />
				<br />
				В советский период истории в нашем городе жили и работали немцы – представители творческой и научной интеллигенции, архитекторы, известные спортсмены, врачи и многие другие. Многие из них были депортированы в 1941 г. из различных мест проживания этнических немцев в СССР и расселены в разных областях Казахской ССР, а с ослаблением режима спецпоселения, когда появилась возможностью работать и учиться в столице Казахстана, переехали в Алма-Ату.
				<br />
				<br />
				<span class="font-semibold">Надеемся, что наша экскурсия поможет вам в осмыслении исторического прошлого своего народа и сохранении достойной памяти о нем!</span>
			</div>
		</div>
		<div>
			<DonwloadBtn />
		</div>
	</div>
</template>

<style lang="scss" scoped></style>
